{
  "basics": {
    "name": "Anthony Egan",
    "label": "Senior Engineer and Developer",
    "picture": "http://data.boulder.swri.edu/anthony/Misc/anthony.jpg",
    "email": "anthony_egan@yahoo.com",
    "phone": "3037201108",
    "website": "",
    "summary": "",
    "location": {
      "address": "578 Spruce CR",
      "postalCode": "80027",
      "city": "Louisville",
      "countryCode": "",
      "region": "CO"
    },
      "profiles": []
  },
  "work": [
    {
      "company": "Southwest Research Institute",
      "position": "Senior Research Analyst",
      "website": "",
      "startDate": "2007-10-01",
      "endDate": "2016-07-04",
      "summary": "Science and Mission Operations Specialist",
      "highlights": [
        "Science Operations Manager: Mars Reconnaissance Orbiter, SHARAD Instrument (continued) -- Architect of the U.S. science operation center for processing and scientific investigation of radar data from the SHARAD instrument on Mars Reconnaissance Orbiter. Designed the \"WebMap\" GIS visualization application used in scientific target planning, GIS analysis, and in distribution of processed scientific results. I've presented this work at two national AIAA SpaceOps conferences.",
        "Mission Specialist: Lunar Reconnaissance Orbiter, LAMP Instrument -- Designed the cartography pipeline for producing mapped and calibrated instrument results",
        "New Horizons Mission to Pluto -- Database designer for the “SciPlan” web application used to build the final all-instrument acquisition plan for the closest approach to Pluto, successfully completed in July 2015.",
        "GRAIL Lunar Gravity Mission -- Created a geo-database of our best knowledge of all the Moon’s craters by merging multiple sources. Developed a graphical application to model the gravity signal around selected craters.",
        "Rosetta Mission: Alice instrument -- Designed the web application used for distribution and visualization of science results from the Alice UV instrument in orbit with comet 67P/Churyumov–Gerasimenko",
        "NASA Space Radiation Laboratory, Brookhaven National Laboratory -- Radiation Experiment Proctor"
      ]
    },
    {
      "company": "Washington University in St. Louis",
      "position": "Research Systems Manager",
      "website": "",
      "startDate": "2002-01-01",
      "endDate": "2007-10-01",
      "summary": "System Architect & Scientific Programmer",
      "highlights": [
        " Provided collaborative research and technical support for signal processing and material simulations written in FORTRAN, C, IDL, Matlab, and other commercial finite element and GIS environments.",
        "Supported planetary research activities, including two spaceborne ground penetrating radar instruments on the current Mars Express and Mars Reconnaissance Orbiter missions.",
        "System architect of the Washington University SHARAD Radar Processing System (WU-SHARPS), the exclusive U.S. operation for processing ground penetrating radar data from the Mars Reconnaissance Orbiter."
      ]
    },
    {
      "company": "Eastman Chemical",
      "position": "Chemical Engineering Research Technician",
      "website": "",
      "startDate": "2001-08-01",
      "endDate": "2002-01-01",
      "summary": "Chemical Engineering Research Contractor",
      "highlights": [
        "Conducted aeronautic product development research for Solutia (now a subsidiary of Eastman Chemical). I synthesized candidate corrosion inhibiting additives, built our testing rig, created analytical process controls in LabView and developed signal processing methods for detecting subtle changes in material behavior caused by corrosion."
      ]
    },
    {
      "company": "National American University",
      "position": "Adjunct Instructor",
      "website": "",
      "startDate": "1999-08-01",
      "endDate": "2000-05-01",
      "summary": "Taught Management Information Systems",
      "highlights": [
        "Performed as an adjunct instructor of computer and information science at two campuses. Responsible for the instruction of college students and Air Force personnel. Also responsible for course development and maintaining a Linux based teaching network. Courses taught include .NET programming, Access databases, MS Office 2000 products, web design, and UNIX operating systems."
      ]
    },
    {
      "company": "South Dakota State Geological Survey",
      "position": "Analytical Chemist",
      "website": "",
      "startDate": "1991-05-01",
      "endDate": "1993-09-01",
      "summary": "Environmental Testing Chemist",
      "highlights": [
        "Analytical chemist responsible for the chemical analysis of water samples, management of reagents and equipment, and the development of a custom analysis results database. Experienced with a variety of methods and instruments. Also responsible for fieldwork including the collection of water and soil samples. Routinely applied statistical methods and my E.P.A. evaluations were always of the highest grade. Skills: Chemical Analysis, Chemical Synthesis"
      ]
    }
  ],

    "volunteer": [],
  "awards": [
      {
          "flavor": "award",
          "title": "Group Achievement Award: MRO SHARAD Science Team",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
      {
          "flavor": "award",
          "title": "Group Achievement Award: US SHARAD Radar Sounder Processing and Analysis",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
      {
          "flavor": "award",
          "title": "Group Achievement Award: The Lunar Reconnaissance Orbiter (LRO) Team",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
      {
          "flavor": "award",
          "title": "Group Achievement Award: The Lunar Reconnaissance Orbiter (LRO) Exploration",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
      {
          "flavor": "award",
          "title": "Group Achievement Award: MRO Comet Siding Spring Observing Team",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
      {
          "flavor": "award",
          "title": "Group Achievement Award: The LRO Extended Science Mission Team",
          "date": "2010-01-01",
          "awarder": "NASA"
      },
    {
      "flavor": "award",
      "title": "University President's Award for Excellence in Environmentalism",
      "date": "2010-01-01",
        "awarder": "University of South Dakota"
    }
  ],
"publications": [
{
"name": "LRO-LAMP Observations of the LCROSS Impact Plume",
"publisher": "Science Magazine (Cover Story)",
"releaseDate": "2010-10-22",
"website": "http://science.sciencemag.org/content/330/6003/472",
"summary": ""
},
{
"name": "Mars North Polar Deposits: Stratigraphy Age and Geodynamical Response",
"publisher": "Science Magazine (Cover Story)",
"releaseDate": "2008-05-30",
"website": "http://science.sciencemag.org/content/320/5880/1182",
"summary": ""
}
],
"interests": [
    {
      "name": "Maker Dad",
      "summary": "Anthony enjoys completing technical hobby projects with his son.",
      "keywords": [
        "Cooking",
        "Programming",
        "Cub Scouts"
      ]
    },
    {
      "name": "Outdoors",
        "summary": "Anthony particularly enjoys walking trails in the Front Range.",
        "keywords": [
            "Hiking",
            "Mountain Biking",
            "Fishing"
            ]
    }
  ],
    "references": [],
    "languages": [
        {
            "language": "Numerical Python",
            "level": "Expert"
        },
        {
            "language": "IDL",
            "level": "Expert"
        },
        {
            "language": "Matlab",
            "level": "Expert"
        },
        {
            "language": "Compiled C & FORTRAN Extensions",
            "level": "Expert"
        },
        {
            "language": "Marc & Mentat Finite Element",
            "level": "Expert"
        },
        {
            "language": "LabView",
            "level": "Expert"
        },
        {
            "language": "ArcGIS & STK",
            "level": "Expert"
        },
        {
            "language": "SQL geo-databases",
            "level": "Expert"
        },
        {
            "language": "UNIX Pipeline Scripts",
            "level": "Expert"
        },
        {
            "language": "Agile Development with GIT",
            "level": "Expert"
        }
    ],
  "education": [
    {
      "institution": "South Dakota School of Mines & Technology",
      "area": "M.S. Chemical Engineering",
        "studyType": "Thesis: Thermodynamic Modeling of Supercritical Fluids in Polymer Mixtures",
      "startDate": "1994-09-01",
      "endDate": "1998-05-01",
      "gpa": "",
      "courses": []
    },
    {
      "institution": "University of South Dakota",
      "area": "B.S. Chemistry/mathematics",
      "studyType": "",
      "startDate": "1998-09-01",
      "endDate": "1993-05-01",
      "gpa": "",
      "courses": []
    }
  ]
}
